Repository: derketzer/codemonkey
Catalog: src/Codemonkey/PortfolioBundle/Resources/translations/content.*.xliff
Languages: es

source: Welcome to
es: Benvenido a

source: Design and programming of tailormade sites
es: Diseño y programación de sitios a la medida

source: Compromise
es: Compromiso

source: with quality and time.
es: con la calidad y el tiempo.

source: Think big
es: Pensando en grande

source: individual solutions.
es: soluciones particulares.

source: Solid columns
es: Columnas sólidas

source: to support the path to success.
es: para sostener el camino al éxito.

source: Latest projects
es: Últimos proyectos

source: Last posts
es: Últimas entradas

source: View all entries
es: Ver todas las entradas

source: If we had infinite time, we would program the whole world.
es: Si tuvieramos infinito tiempo, programaríamos el mundo.

source: Welcome to Codemonkey!
es: Bienvenido a Codemonkey!

source: Have an account?
es: ¿Tienes cuenta?

source: Log in
es: Entra

source: or
es: o

source: register
es: regístrate

source: Social networks
es: Redes sociales

source: Music
es: Música

source: Reading
es: Leyendo

source: In Codemonkey we focus on generating solutions to ease the work and jobs of our customers. Focused on the results and the customer, we plan the projects from the beginning with the intention to provide the best ROI.
es: En Codemonkey nos dedicamos a generar soluciones que faciliten el trabajo y la labor de nuestros clientes. Enfocados principalmente en los resultados y el cliente, planeamos proyectos de principio a fin con la intención de proveer el mejor retorno de inversión.

source: Your project, our responsability.
es: Su proyecto, nuestro compromiso.

source: Using the best practices of the industry we adjust to real times of development, quick and effective, to provide scalable and high impact solutions.
es: Utilizando las mejores prácticas de la industria para brindar el mejor servicio, ajustándonos a tiempos reales de desarrollo - rápidos y efectivos - así como el uso de tecnologías de vanguardia que proveen soluciones escalables y de alto impacto.
